using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace CourseProject4thSem.Resources.Texts
{
    public static class Texts
    {
        ////////////////////////////BIOLOGY////////////////////////////////
        //Course Info
        public static string BIO_TEXT_CD = "Данный курс посвящен птицам, встречающимся на территории РБ.\n\nКурс затрагивает как часто встречающихся, так и редких птиц. В ходе курса вы узнаете много нового о некоторых птицах, а также сможете освежить школьные знания.";
        public static string BIO_TEXT_CN = "Биология. Птицы Республики Беларусь.";
        //ArticlesText
        public static string BIO_TEXT_LT1 = "Белый аист — самый известный из аистов. Это белая птица с чёрными концами крыльев, длинной шеей, длинным, тонким, красным клювом и длинными красноватыми ногами. Когда крылья у аиста сложены, создаётся впечатление, что вся задняя часть тела аиста чёрная. Отсюда его украинское название — черногуз. Самки по окрасу неотличимы от самцов, но несколько меньше. Рост белого аиста составляет 100—125 см, размах крыльев 155—200 см. Масса взрослой птицы достигает 4-5 кг. Продолжительность жизни белого аиста в среднем составляет 20 лет. Внешне на белого аиста похож дальневосточный аист, но в последнее время он считается отдельным видом. Белый аист — один из символов Республики Беларусь и Польши.\n\nБелый аист обитает в Европе и Азии. В Европе его ареал простирается на севере до Южной Швеции и Ленинградской области, на восток до Смоленска, Брянска и Липецка, причём в последние годы ареал расширяется в восточном направлении. Зимует в Индии, тропической Африке. Популяция аистов, обитающих на юге Африки, оседла. Также не улетают на зимовку некоторые аисты, живущие в Западной Европе, в местах, где относительно тёплые зимы. На зимовку белые аисты летят двумя маршрутами. Птицы, живущие к западу от реки Эльба, пересекают Гибралтарский пролив и остаются зимовать в Африке между Сахарой и тропическими дождевыми лесами. Аисты, гнездящиеся к востоку от Эльбы, летят через Малую Азию и Израиль и остаются зимовать в Восточной Африке между Южным Суданом и ЮАР. Некоторые аисты оседают в Эфиопии и Южной Аравии. На всех местах зимовок белые аисты собираются в тысячные стаи. Молодые неполовозрелые птицы иногда остаются в Африке на всё лето. Перелёт на зимовку аисты совершают днём. Они летят на большой высоте, часто паря. Для этого они выбирают самые удобные в аэродинамическом отношении маршруты. Над морем аисты летать избегают.\n\nОсновная пища этих птиц — мелкие позвоночные и различные беспозвоночные животные. Излюбленной пищей живущих в Европе аистов являются лягушки, жабы, ужи и гадюки, а также крупные кузнечики и саранча. Питаются аисты также дождевыми червями, майскими жуками, медведками, больной или дохлой мелкой рыбой, ящерицами, мелкими млекопитающими (в основном мышами, крысами, кротами, зайчатами и сусликами), очень редко мелкими птицами. Разыскивая корм, аисты ходят не спеша, спокойно, но, увидев добычу, быстро подбегают и хватают её. Воду для птенцов родители приносят в клюве. Птенцы подставляют свой раскрытый клюв, и вода переливается как бы из сосуда в сосуд. В первые дни после вылупления птенцов кормят в основном мелкой (и при наличии скользкой) добычей, такой как дождевые черви, головастики, насекомые и их личинки, более крупные предметы подаются с третьей недели, а в возрасте c 5 недель млекопитающие и другая добыча.";
        public static string BIO_TEXT_LT2 = "Городска́я ла́сточка, или вороно́к (лат. Delichon urbicum) — мелкая птица семейства ласточковых, широко распространённая в Европе, Северной Африке и умеренных широтах Азии. Как и сизый голубь, изначально обитательница скал, легко адаптировалась к жизни в городских условиях. Перелётный вид, зимует в Африке южнее Сахары и в тропической Азии. Держится стаями по берегам рек, на склонах гор, лугах, городах с каменными строениями — часто стайки этих птиц можно увидеть сидящими на проводах. Питается летающими насекомыми, которых ловит в воздухе. Имеет внешнее сходство с двумя другими видами рода городских ласточек — восточным и непальским воронками, обитающими в Южной и Юго-Восточной Азии. Обычный вид. \n\n Телосложение типичное для всех представителей семейства — удлинённое туловище, длинные узкие крылья, хвост с вырезом, слегка приплюснутая голова и короткий клюв. Размером немного меньше воробья: длина тела 12—17 см, размах крыльев 20—33 см, вес 18—19 г. Верх синевато-чёрный с синим отливом, брюхо, испод крыла и надхвостье чисто-белые. Хвост без вилочки, но с небольшим вырезом. Ноги полностью покрыты белыми перьями и пухом. Самцы и самки внешне друг от друга не отличаются. Молодые птицы похожи на взрослых, но более тусклые серовато-чёрные сверху и буровато-белые снизу. Линька у молодых и взрослых один раз в год и довольно продолжительная — с августа по март. При этом осенью меняется мелкое оперение, а весной крупное.\n\nКак и другие виды ласточек, питается летающими насекомыми, за которыми охотится только в воздухе. В сезон размножения обычно кормится на высоте около 10—20 м над землёй, опускаясь вслед за добычей ниже перед ненастной либо прохладной погодой. Это не обязательно связано с предстоящим дождём — тёплым летним вечером, когда у поверхности земли собирается большое количество насекомых, ласточки также летают низко. В дождь не охотятся, а пережидают непогоду в гнёздах либо закрытых помещениях. Кормовая территория обычно находится в радиусе не более 450 м от гнезда, как правило, на открытом месте — лужайке, речной долине, склоне горы, поле. Во время зимней миграции ласточки кормятся гораздо выше — на высоте около 50 м над поверхностью земли и не привязаны к какому-либо конкретному участку.";
        public static string BIO_TEXT_LT3 = "Серый гусь — птица длиной до 70—90 см и массой около 2,1—4,5 кг, размах крыльев 147—180 см. Оперение серовато-бурое с волнистым рисунком на шее и брюхе. Имеет светлое окаймление перьев на спине. Клюв розоватый или оранжевый. Самец заметно крупнее самки.\n\nСерый гусь гнездится на тихих водоёмах Северной и Центральной Европы, а также в умеренном поясе Азии вплоть до Дальнего Востока. Основная часть гнездовой популяции серого гуся сосредоточена в дельтах Днестра и Дуная. Зимует в Южной Европе и Азии, иногда в Северной Африке.\n\nСерый гусь населяет водоёмы со стоячей водой, окружённые тростниками — болота, озёра, рыборазводные пруды и тому подобное. Встречается он и на травянистых болотах и заливных лугах, выбирая самые недоступные места. В отличие от домашних гусей, родоначальником которых серый гусь является, он более подвижен, легко плавает и ныряет. Так как корм серый гусь добывает себе на суше, здесь он чувствует себя увереннее, чем в воде. Это сильная и осторожная птица. Раненый гусь отважно защищается ударами крыльев, нанося ими серьёзные травмы, например, собакам. Полёт серого гуся обычно низкий, с редкими взмахами крыльев. Однако во время сезонных перелётов серые гуси поднимаются на очень большую высоту. В этом случае они летят стаями, клином или, реже, шеренгой. Численность птиц в одной стае может быть очень различна — от нескольких штук птиц до нескольких сотен. Во время остановок на отдых стаи серых гусей собираются вместе, представляя собой скопления в несколько тысяч птиц. С зимовок серые гуси возвращаются очень рано, когда лёд с водоёмов ещё не сошёл, а луга практически полностью покрыты снегом. Как правило, время прилёта серых гусей для южных районов гнездования — первая половина марта, для северных — апрель. В период, когда птенцы серых гусей покрываются перьями, но ещё не способны летать, взрослые гуси начинают линять. Первыми линяют самцы, позднее самки. С выпадением маховых перьев птицы теряют способность к полёту. В этот момент гуси ведут скрытный образ жизни в глухих местах, оставаясь при своём, также ещё не способном к полёту выводке. Процесс линьки у серых гусей на юге происходит в июне, на севере — с двадцатых чисел июля. Заканчивается линька примерно в августе. К этому времени встают на крыло и молодые птицы. Отлёт на места зимовок на севере происходит в середине сентября, на юге в конце октября и даже в ноябре.\n\nПитается растительной пищей — травой, злаковыми, ягодами. Весной серые гуси кормятся на водоёмах, поедая водные растения, а также в этот период пищей им служат всходы трав и озимые. В период размножения питаются почти исключительно водными и околоводными растениями. После линьки их пищей становятся наземные растения — семена, ягоды и сельскохозяйственные растения.";
        public static string BIO_TEXT_LT4 = "Уша́стая сова́ (лат. Asio otus) — птица из семейства совиных.\n\nОтличается от болотной совы большими ушными пучками, состоящими из 6 перьев, более коротким первым маховым пером (короче четвёртого) и окраской. Общий тон окраски — тот же, серо-бурый с пёстрыми пятнами и с белой грудкой, но тёмные пятна верхней стороны тела не сливаются в продольные полосы, как у болотной совы, а стержневые пятна на нижней стороне тела вытянуты в поперечном направлении, так что в общем образуют 4—6 довольно ясных поперечных полос. Размеры тела те же или немногим меньше. Обыкновенная ушастая сова держится исключительно в лесах, предпочитая хвойный лес чернолесью, так как здесь она менее заметна по своей окраске. Область её гнездования занимает Европу и северную Азию; зимует — в северной Африке. Гнездится преимущественно в старых гнёздах врановых птиц, таких как ворона и сорока. Гнездо, как правило, располагается достаточно высоко, но известны случаи обнаружения гнёзд на высоте всего 1,5—2 метров. Кладка (в конце марта и апреля) обыкновенно из 4—5 шарообразных белых яиц. Главную пищу её составляют мелкие грызуны, преимущественно мыши и полёвки, также насекомые, во время гнездования — и птицы. Средних размеров сова, достигающая 31—37 см длиной и 86—98 см в размахе крыльев. Птицы часто селятся в пределах населённых пунктов, зачастую в хвойных парках, и окраинных рощах. Если их не тревожить, человека воспринимают спокойно.\n\nВ России встречаются во многих регионах. В Мурманской области (Кольский полуостров) считается очень редким залётным видом, однако иногда фиксируется даже в северной её части, в том числе вблизи побережья Баренцева моря. Встречается ушастая сова и в Калмыкии, где, кстати, иногда становится добычей филина.";
        public static string BIO_TEXT_LT5 = "Глуха́рь (лат. Tetrao urogallus) — крупная птица из семейства фазановых, отряда курообразных. Названием «глухарь» птица обязана известной особенности токующего в брачный период самца утрачивать чуткость и бдительность, чем часто пользуются охотники.\n\nГлухарь — самая крупная птица трибы тетеревиных. От других представителей трибы отличается сильно округлённым хвостом и удлинёнными перьями на горле. Обитает в хвойных, смешанных и лиственных лесах Евразии.\n\nРазмер самцов достигает 110 см и более, размах крыльев — 1,4 м, а масса — 4,1—6,5 кг. Самка заметно меньше — на 2⁄3, весит в среднем 2 кг. Половой диморфизм не ограничивается величиной, а проявляется и в окраске. Голова и шея самца черноватые, задняя сторона шеи пепельно-серая с чёрными пятнами, передняя чёрная с серым. Спина черноватая с бурыми и серыми пятнышками. Зоб чёрный с зелёным металлическим блеском, грудь зеленовато-стального цвета, нижняя сторона покрыта чёрными и белыми пятнами. Крылья коричневые. Хвост чёрный с белыми пятнами. Голая кожа около глаза ярко-красного цвета, клюв — розовато-белый. Самка меньше и окрашена весьма пёстро смесью ржаво-жёлтого, ржаво-красного, чёрно-бурого и белого цвета (в виде поперечных тёмных и ржаво-охристых полос). Горло, сгиб крыла и верхняя часть груди — ржаво-красные. Такой окрас помогает самке маскироваться во время гнездования.\n\nГлухарь держится преимущественно в сплошных высокоствольных хвойных, а также в смешанных лесах, редко в лиственных. Очень любит моховые болота в лесу, богатые ягодами. Ведёт в целом оседлый образ жизни, но иногда предпринимает перекочёвки с гор в долины и обратно; иногда совершает сезонные кочёвки. Летает тяжело, с большим шумом, часто хлопая крыльями, и не делает больших перелётов. День обыкновенно проводит на земле, ночует на деревьях. Очень осторожен, обладает прекрасным слухом и зрением, и потому охота на него очень трудна.\n\nПища весной и летом состоит из побегов, цветов, древесных почек, листьев, травы, лесных ягод, семян и насекомых. Осенью птицы кормятся хвоей лиственницы, зимой — сосновой и еловой хвоей, почками. Птенцы употребляют в пищу насекомых и пауков.";
        //ArticlesImagesPaths
        public static string BIO_TEXT_L1IP = "bio_img_l1.jpg";
        public static string BIO_TEXT_L2IP = "bio_img_l2.jpg";
        public static string BIO_TEXT_L3IP = "bio_img_l3.jpg";
        public static string BIO_TEXT_L4IP = "bio_img_l4.jpeg";
        public static string BIO_TEXT_L5IP = "bio_img_l5.jpg";
        //Lessons Info
        public static string BIO_TEXT_LN1 = "Белый аист";
        public static string BIO_TEXT_LN2 = "Городская ласточка";
        public static string BIO_TEXT_LN3 = "Серый гусь";
        public static string BIO_TEXT_LN4 = "Ушастая сова";
        public static string BIO_TEXT_LN5 = "Глухарь";
        //Questions Lesson1
        //Question1
        public static string BIO_TEXT_L1_QT1 = "Какова масса взросого белого аиста?";
        public static string BIO_TEXT_L1_Q1S1 = "6-7 кг";
        public static string BIO_TEXT_L1_Q1S2 = "2-3 кг";
        public static string BIO_TEXT_L1_Q1S3 = "Не более 1 кг";
        public static string BIO_TEXT_L1_Q1S4 = "4-5 кг";
        public static string BIO_TEXT_L1_Q1СS = "4-5 кг";
        public static int BIO_L1_Q1_CSN = 4;
        //Question2
        public static string BIO_TEXT_L1_QT2 = "Символом каких стран является белый аист?";
        public static string BIO_TEXT_L1_Q2S1 = "Россия и Чехия";
        public static string BIO_TEXT_L1_Q2S2 = "Республика Беларусь и Польша";
        public static string BIO_TEXT_L1_Q2S3 = "США и Уганда";
        public static string BIO_TEXT_L1_Q2S4 = "Ни одной из вышеперечисленных";
        public static string BIO_TEXT_L1_Q2СS = "Республика Беларусь и Польша";
        public static int BIO_L1_Q2_CSN = 2;
        //Question3
        public static string BIO_TEXT_L1_QT3 = "Как белый аист доставляет воду своим младенцам?";
        public static string BIO_TEXT_L1_Q3S1 = "Приносит в клюве";
        public static string BIO_TEXT_L1_Q3S2 = "Отводит к водоёму";
        public static string BIO_TEXT_L1_Q3S3 = "Никак";
        public static string BIO_TEXT_L1_Q3S4 = "Собирает воду в созданную им ёмкость, после чего приносит ёмкость младенцам";
        public static string BIO_TEXT_L1_Q3СS = "Приносит в клюве";
        public static int BIO_L1_Q3_CSN = 1;
        //Question4
        public static string BIO_TEXT_L1_QT4 = "Какая средняя продолжительность жизни белого аиста?";
        public static string BIO_TEXT_L1_Q4S1 = "5 лет";
        public static string BIO_TEXT_L1_Q4S2 = "3 года";
        public static string BIO_TEXT_L1_Q4S3 = "45-50 лет";
        public static string BIO_TEXT_L1_Q4S4 = "20 лет";
        public static string BIO_TEXT_L1_Q4СS = "20 лет";
        public static int BIO_L1_Q4_CSN = 4;
        //Question5
        public static string BIO_TEXT_L1_QT5 = "Какая основная пища белых аистов?";
        public static string BIO_TEXT_L1_Q5S1 = "Насекомые";
        public static string BIO_TEXT_L1_Q5S2 = "Мелкие млекопитающие";
        public static string BIO_TEXT_L1_Q5S3 = "Мелкие позвоночные и различные беспозвоночные животные";
        public static string BIO_TEXT_L1_Q5S4 = "Растительность";
        public static string BIO_TEXT_L1_Q5СS = "Мелкие позвоночные и различные беспозвоночные животные";
        public static int BIO_L1_Q5_CSN = 3;
        //Questions Lesson2
        //Question1
        public static string BIO_TEXT_L2_QT1 = "Какие параметры являются характерными для городской ласточки?";
        public static string BIO_TEXT_L2_Q1S1 = "Длина тела 10—13 см, размах крыльев 16—25 см, вес 67—75 г";
        public static string BIO_TEXT_L2_Q1S2 = "Длина тела 12—17 см, размах крыльев 20—33 см, вес 18—19 г";
        public static string BIO_TEXT_L2_Q1S3 = "Длина тела 20—25 см, размах крыльев 35—40 см, вес 11—13 г";
        public static string BIO_TEXT_L2_Q1S4 = "Длина тела 45—60 см, размах крыльев 70—115 см, вес 340—625 г";
        public static string BIO_TEXT_L2_Q1СS = "Длина тела 12—17 см, размах крыльев 20—33 см, вес 18—19 г";
        public static int BIO_L2_Q1_CSN = 2;
        //Question2
        public static string BIO_TEXT_L2_QT2 = "Чем покрыты ноги городской ласточки?";
        public static string BIO_TEXT_L2_Q2S1 = "Только белыми перьями";
        public static string BIO_TEXT_L2_Q2S2 = "Только пухом";
        public static string BIO_TEXT_L2_Q2S3 = "Ничем";
        public static string BIO_TEXT_L2_Q2S4 = "Белыми перьями и пухом";
        public static string BIO_TEXT_L2_Q2СS = "Белыми перьями и пухом";
        public static int BIO_L2_Q2_CSN = 4;
        //Question3
        public static string BIO_TEXT_L2_QT3 = "Где исторически до городов обитала городская ласточка?";
        public static string BIO_TEXT_L2_Q3S1 = "Вблизи водоёмов";
        public static string BIO_TEXT_L2_Q3S2 = "В густых лесах Европы";
        public static string BIO_TEXT_L2_Q3S3 = "На скалах";
        public static string BIO_TEXT_L2_Q3S4 = "В африканских пустынях";
        public static string BIO_TEXT_L2_Q3СS = "На скалах";
        public static int BIO_L2_Q3_CSN = 3;
        //Question4
        public static string BIO_TEXT_L2_QT4 = "В какой период у городской ласточки проходит линька?";
        public static string BIO_TEXT_L2_Q4S1 = "С августа по март";
        public static string BIO_TEXT_L2_Q4S2 = "С сентября по декабрь";
        public static string BIO_TEXT_L2_Q4S3 = "С июля по сентябрь";
        public static string BIO_TEXT_L2_Q4S4 = "С января по июль";
        public static string BIO_TEXT_L2_Q4СS = "С августа по март";
        public static int BIO_L2_Q4_CSN = 1;
        //Question5
        public static string BIO_TEXT_L2_QT5 = "Какой радиус кормовой территории относительно гнезда у городской ласточки?";
        public static string BIO_TEXT_L2_Q5S1 = "Около 900 м";
        public static string BIO_TEXT_L2_Q5S2 = "Не более 450 м";
        public static string BIO_TEXT_L2_Q5S3 = "Не более 2 км";
        public static string BIO_TEXT_L2_Q5S4 = "Строго 100 м";
        public static string BIO_TEXT_L2_Q5СS = "Не более 450 м";
        public static int BIO_L2_Q5_CSN = 2;
        //Questions Lesson3
        //Question1
        public static string BIO_TEXT_L3_QT1 = "Какова численность серых гусей харакерна для стаи?";
        public static string BIO_TEXT_L3_Q1S1 = "Несколько десятков особей";
        public static string BIO_TEXT_L3_Q1S2 = "От нескольких особей до нескольких сотен особей";
        public static string BIO_TEXT_L3_Q1S3 = "3-10 особей";
        public static string BIO_TEXT_L3_Q1S4 = "Серые гуси не собираются в стаи";
        public static string BIO_TEXT_L3_Q1СS = "От нескольких особей до нескольких сотен особей";
        public static int BIO_L3_Q1_CSN = 2;
        //Question2
        public static string BIO_TEXT_L3_QT2 = "Какова масса серого гуся?";
        public static string BIO_TEXT_L3_Q2S1 = "2,1—4,5 кг";
        public static string BIO_TEXT_L3_Q2S2 = "1,1—1,8 кг";
        public static string BIO_TEXT_L3_Q2S3 = "3,6—6,6 кг";
        public static string BIO_TEXT_L3_Q2S4 = "450-900 г";
        public static string BIO_TEXT_L3_Q2СS = "2,1—4,5 кг";
        public static int BIO_L3_Q2_CSN = 1;
        //Question3
        public static string BIO_TEXT_L3_QT3 = "Какое из утверждений является верным?";
        public static string BIO_TEXT_L3_Q3S1 = "Это слабая и осторожная птица";
        public static string BIO_TEXT_L3_Q3S2 = "Серый гусь не может нанести своими крыльями серьёзных травм";
        public static string BIO_TEXT_L3_Q3S3 = "Серый гусь чуствует себя уверенее в воде, чем на суше";
        public static string BIO_TEXT_L3_Q3S4 = "Самец заметно крупнее самки";
        public static string BIO_TEXT_L3_Q3СS = "Самец заметно крупнее самки";
        public static int BIO_L3_Q3_CSN = 4;
        //Question4
        public static string BIO_TEXT_L3_QT4 = "В каком месяце у серых гусей на юге начинается линька?";
        public static string BIO_TEXT_L3_Q4S1 = "Июнь";
        public static string BIO_TEXT_L3_Q4S2 = "Сентябрь";
        public static string BIO_TEXT_L3_Q4S3 = "Август";
        public static string BIO_TEXT_L3_Q4S4 = "Январь";
        public static string BIO_TEXT_L3_Q4СS = "Июнь";
        public static int BIO_L3_Q4_CSN = 1;
        //Question5
        public static string BIO_TEXT_L3_QT5 = "Почему взрослые серые гуси теряют способность к полёту?";
        public static string BIO_TEXT_L3_Q5S1 = "Выпадение маховых перьев";
        public static string BIO_TEXT_L3_Q5S2 = "Это способности у серых гусей никогда не было";
        public static string BIO_TEXT_L3_Q5S3 = "Воздух становится слишком холодным для полётов";
        public static string BIO_TEXT_L3_Q5S4 = "Крылья запасают в себе пищу на зиму и становятся слишком тяжёлыми для взмахов";
        public static string BIO_TEXT_L3_Q5СS = "Выпадение маховых перьев";
        public static int BIO_L3_Q5_CSN = 1;
        //Questions Lesson4
        //Question1
        public static string BIO_TEXT_L4_QT1 = "Какой общий тон окраски ушастой совы?";
        public static string BIO_TEXT_L4_Q1S1 = "Cерый с пёстрыми серыми пятнами и с серой грудкой";
        public static string BIO_TEXT_L4_Q1S2 = "Жёлто-бурый с пёстрыми пятнами и с красной грудкой";
        public static string BIO_TEXT_L4_Q1S3 = "Cеро-бурый с пёстрыми пятнами и с белой грудкой";
        public static string BIO_TEXT_L4_Q1S4 = "Cеро-бурый без пятен и с грудкой в тон общего оперения";
        public static string BIO_TEXT_L4_Q1СS = "Cеро-бурый с пёстрыми пятнами и с белой грудкой";
        public static int BIO_L4_Q1_CSN = 3;
        //Question2
        public static string BIO_TEXT_L4_QT2 = "Как ушастая сова называется на латыни?";
        public static string BIO_TEXT_L4_Q2S1 = "Otus asioses";
        public static string BIO_TEXT_L4_Q2S2 = "Osio atus";
        public static string BIO_TEXT_L4_Q2S3 = "Asia lotus";
        public static string BIO_TEXT_L4_Q2S4 = "Asio opus";
        public static string BIO_TEXT_L4_Q2СS = "Asio otus";
        public static int BIO_L4_Q2_CSN = 4;
        //Question3
        public static string BIO_TEXT_L4_QT3 = "Какие параметры соответствуют ушастой сове?";
        public static string BIO_TEXT_L4_Q3S1 = "15—23 см длиной и 50—70 см в размахе крыльев";
        public static string BIO_TEXT_L4_Q3S2 = "31—37 см длиной и 86—98 см в размахе крыльев";
        public static string BIO_TEXT_L4_Q3S3 = "5—7 см длиной и 10—14 см в размахе крыльев";
        public static string BIO_TEXT_L4_Q3S4 = "45—54 см длиной и 100—115 см в размахе крыльев";
        public static string BIO_TEXT_L4_Q3СS = "31—37 см длиной и 86—98 см в размахе крыльев";
        public static int BIO_L4_Q3_CSN = 2;
        //Question4
        public static string BIO_TEXT_L4_QT4 = "Чьей добычей иногда может стать ушастая сова, находясь в Калмыкии?";
        public static string BIO_TEXT_L4_Q4S1 = "Филин";
        public static string BIO_TEXT_L4_Q4S2 = "Волк";
        public static string BIO_TEXT_L4_Q4S3 = "Жук-навозник";
        public static string BIO_TEXT_L4_Q4S4 = "Голубь";
        public static string BIO_TEXT_L4_Q4СS = "Филин";
        public static int BIO_L4_Q4_CSN = 1;
        //Question5
        public static string BIO_TEXT_L4_QT5 = "Когда у ушастой совы просходит кладка?";
        public static string BIO_TEXT_L4_Q5S1 = "В конце июня и июля";
        public static string BIO_TEXT_L4_Q5S2 = "В конце декабря";
        public static string BIO_TEXT_L4_Q5S3 = "В конце марта и апреля";
        public static string BIO_TEXT_L4_Q5S4 = "В первые два месяца нового года";
        public static string BIO_TEXT_L4_Q5СS = "В конце марта и апреля";
        public static int BIO_L4_Q5_CSN = 3;
        //Questions Lesson5
        //Question1
        public static string BIO_TEXT_L5_QT1 = "Какова средняя масса взрослого самца глухаря?";
        public static string BIO_TEXT_L5_Q1S1 = "4,1—6,5 кг";
        public static string BIO_TEXT_L5_Q1S2 = "1,3—2,1 кг";
        public static string BIO_TEXT_L5_Q1S3 = "0,1—0,3 кг";
        public static string BIO_TEXT_L5_Q1S4 = "3,1—4,0 кг";
        public static string BIO_TEXT_L5_Q1СS = "4,1—6,5 кг";
        public static int BIO_L5_Q1_CSN = 1;
        //Question2
        public static string BIO_TEXT_L5_QT2 = "Чем отличаются самка и самец глухаря?";
        public static string BIO_TEXT_L5_Q2S1 = "Ничём";
        public static string BIO_TEXT_L5_Q2S2 = "Окрас";
        public static string BIO_TEXT_L5_Q2S3 = "Окрас и величина";
        public static string BIO_TEXT_L5_Q2S4 = "Форма клюва";
        public static string BIO_TEXT_L5_Q2СS = "Окрас и величина";
        public static int BIO_L5_Q2_CSN = 3;
        //Question3
        public static string BIO_TEXT_L5_QT3 = "Из-за чего охота на глухаря становится очень трудной?";
        public static string BIO_TEXT_L5_Q3S1 = "Ничём";
        public static string BIO_TEXT_L5_Q3S2 = "Острота зрения и слуха";
        public static string BIO_TEXT_L5_Q3S3 = "Скорость перемещения";
        public static string BIO_TEXT_L5_Q3S4 = "Ничего из вышеперечисленного";
        public static string BIO_TEXT_L5_Q3СS = "Острота зрения и слуха";
        public static int BIO_L5_Q3_CSN = 2;
        //Question4
        public static string BIO_TEXT_L5_QT4 = "К какому семейству принадлежит глухарь?";
        public static string BIO_TEXT_L5_Q4S1 = "Голубиные";
        public static string BIO_TEXT_L5_Q4S2 = "Синицевые";
        public static string BIO_TEXT_L5_Q4S3 = "Пуховковые";
        public static string BIO_TEXT_L5_Q4S4 = "Фазановые";
        public static string BIO_TEXT_L5_Q4СS = "Фазановые";
        public static int BIO_L5_Q4_CSN = 4;
        //Question5
        public static string BIO_TEXT_L5_QT5 = "Какое утверждение относится к глухарю?";
        public static string BIO_TEXT_L5_Q5S1 = "День обыкновенно проводит на земле, ночует на деревьях";
        public static string BIO_TEXT_L5_Q5S2 = "Летает легко,без шума";
        public static string BIO_TEXT_L5_Q5S3 = "Глухарь — самая мелкая птица трибы тетеревиных";
        public static string BIO_TEXT_L5_Q5S4 = "Размах крыльев — 0,6 м";
        public static string BIO_TEXT_L5_Q5СS = "День обыкновенно проводит на земле, ночует на деревьях";
        public static int BIO_L5_Q5_CSN = 1;

        //////////////////////////////AUTO////////////////////////////////
        ////Course Info
        //public static string AUTO_TEXT_CD = "Данный курс посвящен немецким автомобилям.\n\nКурс затрагивает как ходовые модели, так и редко встречающиемя. В ходе курса вы сможете ознакомиться с различными немецкими автомобилями и узнать много нового об этой прогрессивной отрасли.";
        //public static string AUTO_TEXT_CN = "Автомомобили. Различные авто германии.";
        ////ArticlesText
        //public static string AUTO_TEXT_LT1 = "Volkswagen Phaeton — первый автомобиль представительского (F) класса за всю 70-летнюю историю Volkswagen. С 2002 по 2016 год производилась ручная сборка на заводе Gläserne Manufaktur в Дрездене в Германии. Прототип автомобиля, под рабочим названием Concept D, впервые был представлен в 1999 году на Франкфуртском автосалоне. С апреля 2007 года является первым автомобилем высшего класса, который с дизельным двигателем V6-TDI (V-образный турбодизель) выполнил нормы экологического стандарта Евро-5.\n\nНазвание автомобиля происходит от имени героя греческой мифологии Фаэтона. Первоначально в транспорте фаэтонами назывались лёгкие открытые конные экипажи, в дальнейшем название перешло на легковые автомобили с мягким открывающимся верхом. Отдельные модели автомобилей с названием «Фаэтон» выпускались в разные годы начала XX века фирмами Škoda, Horch, Packard.\n\nВсего за полтора десятка лет было выпущено 84 325 экземпляров модели Volkswagen Phaeton, хотя первоначально компания планировала продавать по 20 тысяч автомобилей ежегодно.В конце апреля 2010 года на международном автошоу в Пекине состоялся мировой дебют рестайлингового Volkswagen Phaeton. Внешне обновлённый седан отличается от предшественников передней частью, которую привели в соответствие с современным модельным рядом Volkswagen. Автомобиль существует в «коротком» и «длинном» исполнениях (5060 и 5180 мм), уже в базовой комплектации присутствуют адаптивная пневмоподвеска всех колёс и постоянный полный привод.\n\nОбновилась гамма моторов: помимо предлагавшихся ранее бензинового 3,2-литрового V6 и 3-литрового турбодизеля со второй половины года появляется возможность заказать Phaeton с бензиновыми V8 мощностью 335 л. с. и W12 мощностью 450 л. с.\n\nPhaeton 2011 модельного года стал второй в ряду Volkswagen машиной, получившей систему автоматического регулирования света фар Dynamic Light Assist в качестве опции. Volkswagen Phaeton 2011 доступен с двумя вариантами исполнения второго ряда сидений — двух- или трёхместным.\n\nПоследний Phaeton сошёл с конвейера в Дрездене.";
        //public static string BIO_TEXT_LT2 = "Городска́я ла́сточка, или вороно́к (лат. Delichon urbicum) — мелкая птица семейства ласточковых, широко распространённая в Европе, Северной Африке и умеренных широтах Азии. Как и сизый голубь, изначально обитательница скал, легко адаптировалась к жизни в городских условиях. Перелётный вид, зимует в Африке южнее Сахары и в тропической Азии. Держится стаями по берегам рек, на склонах гор, лугах, городах с каменными строениями — часто стайки этих птиц можно увидеть сидящими на проводах. Питается летающими насекомыми, которых ловит в воздухе. Имеет внешнее сходство с двумя другими видами рода городских ласточек — восточным и непальским воронками, обитающими в Южной и Юго-Восточной Азии. Обычный вид. \n\n Телосложение типичное для всех представителей семейства — удлинённое туловище, длинные узкие крылья, хвост с вырезом, слегка приплюснутая голова и короткий клюв. Размером немного меньше воробья: длина тела 12—17 см, размах крыльев 20—33 см, вес 18—19 г. Верх синевато-чёрный с синим отливом, брюхо, испод крыла и надхвостье чисто-белые. Хвост без вилочки, но с небольшим вырезом. Ноги полностью покрыты белыми перьями и пухом. Самцы и самки внешне друг от друга не отличаются. Молодые птицы похожи на взрослых, но более тусклые серовато-чёрные сверху и буровато-белые снизу. Линька у молодых и взрослых один раз в год и довольно продолжительная — с августа по март. При этом осенью меняется мелкое оперение, а весной крупное.\n\nКак и другие виды ласточек, питается летающими насекомыми, за которыми охотится только в воздухе. В сезон размножения обычно кормится на высоте около 10—20 м над землёй, опускаясь вслед за добычей ниже перед ненастной либо прохладной погодой. Это не обязательно связано с предстоящим дождём — тёплым летним вечером, когда у поверхности земли собирается большое количество насекомых, ласточки также летают низко. В дождь не охотятся, а пережидают непогоду в гнёздах либо закрытых помещениях. Кормовая территория обычно находится в радиусе не более 450 м от гнезда, как правило, на открытом месте — лужайке, речной долине, склоне горы, поле. Во время зимней миграции ласточки кормятся гораздо выше — на высоте около 50 м над поверхностью земли и не привязаны к какому-либо конкретному участку.";
        //public static string BIO_TEXT_LT3 = "Серый гусь — птица длиной до 70—90 см и массой около 2,1—4,5 кг, размах крыльев 147—180 см. Оперение серовато-бурое с волнистым рисунком на шее и брюхе. Имеет светлое окаймление перьев на спине. Клюв розоватый или оранжевый. Самец заметно крупнее самки.\n\nСерый гусь гнездится на тихих водоёмах Северной и Центральной Европы, а также в умеренном поясе Азии вплоть до Дальнего Востока. Основная часть гнездовой популяции серого гуся сосредоточена в дельтах Днестра и Дуная. Зимует в Южной Европе и Азии, иногда в Северной Африке.\n\nСерый гусь населяет водоёмы со стоячей водой, окружённые тростниками — болота, озёра, рыборазводные пруды и тому подобное. Встречается он и на травянистых болотах и заливных лугах, выбирая самые недоступные места. В отличие от домашних гусей, родоначальником которых серый гусь является, он более подвижен, легко плавает и ныряет. Так как корм серый гусь добывает себе на суше, здесь он чувствует себя увереннее, чем в воде. Это сильная и осторожная птица. Раненый гусь отважно защищается ударами крыльев, нанося ими серьёзные травмы, например, собакам. Полёт серого гуся обычно низкий, с редкими взмахами крыльев. Однако во время сезонных перелётов серые гуси поднимаются на очень большую высоту. В этом случае они летят стаями, клином или, реже, шеренгой. Численность птиц в одной стае может быть очень различна — от нескольких штук птиц до нескольких сотен. Во время остановок на отдых стаи серых гусей собираются вместе, представляя собой скопления в несколько тысяч птиц. С зимовок серые гуси возвращаются очень рано, когда лёд с водоёмов ещё не сошёл, а луга практически полностью покрыты снегом. Как правило, время прилёта серых гусей для южных районов гнездования — первая половина марта, для северных — апрель. В период, когда птенцы серых гусей покрываются перьями, но ещё не способны летать, взрослые гуси начинают линять. Первыми линяют самцы, позднее самки. С выпадением маховых перьев птицы теряют способность к полёту. В этот момент гуси ведут скрытный образ жизни в глухих местах, оставаясь при своём, также ещё не способном к полёту выводке. Процесс линьки у серых гусей на юге происходит в июне, на севере — с двадцатых чисел июля. Заканчивается линька примерно в августе. К этому времени встают на крыло и молодые птицы. Отлёт на места зимовок на севере происходит в середине сентября, на юге в конце октября и даже в ноябре.\n\nПитается растительной пищей — травой, злаковыми, ягодами. Весной серые гуси кормятся на водоёмах, поедая водные растения, а также в этот период пищей им служат всходы трав и озимые. В период размножения питаются почти исключительно водными и околоводными растениями. После линьки их пищей становятся наземные растения — семена, ягоды и сельскохозяйственные растения.";
        //public static string BIO_TEXT_LT4 = "Уша́стая сова́ (лат. Asio otus) — птица из семейства совиных.\n\nОтличается от болотной совы большими ушными пучками, состоящими из 6 перьев, более коротким первым маховым пером (короче четвёртого) и окраской. Общий тон окраски — тот же, серо-бурый с пёстрыми пятнами и с белой грудкой, но тёмные пятна верхней стороны тела не сливаются в продольные полосы, как у болотной совы, а стержневые пятна на нижней стороне тела вытянуты в поперечном направлении, так что в общем образуют 4—6 довольно ясных поперечных полос. Размеры тела те же или немногим меньше. Обыкновенная ушастая сова держится исключительно в лесах, предпочитая хвойный лес чернолесью, так как здесь она менее заметна по своей окраске. Область её гнездования занимает Европу и северную Азию; зимует — в северной Африке. Гнездится преимущественно в старых гнёздах врановых птиц, таких как ворона и сорока. Гнездо, как правило, располагается достаточно высоко, но известны случаи обнаружения гнёзд на высоте всего 1,5—2 метров. Кладка (в конце марта и апреля) обыкновенно из 4—5 шарообразных белых яиц. Главную пищу её составляют мелкие грызуны, преимущественно мыши и полёвки, также насекомые, во время гнездования — и птицы. Средних размеров сова, достигающая 31—37 см длиной и 86—98 см в размахе крыльев. Птицы часто селятся в пределах населённых пунктов, зачастую в хвойных парках, и окраинных рощах. Если их не тревожить, человека воспринимают спокойно.\n\nВ России встречаются во многих регионах. В Мурманской области (Кольский полуостров) считается очень редким залётным видом, однако иногда фиксируется даже в северной её части, в том числе вблизи побережья Баренцева моря. Встречается ушастая сова и в Калмыкии, где, кстати, иногда становится добычей филина.";
        //public static string BIO_TEXT_LT5 = "Глуха́рь (лат. Tetrao urogallus) — крупная птица из семейства фазановых, отряда курообразных. Названием «глухарь» птица обязана известной особенности токующего в брачный период самца утрачивать чуткость и бдительность, чем часто пользуются охотники.\n\nГлухарь — самая крупная птица трибы тетеревиных. От других представителей трибы отличается сильно округлённым хвостом и удлинёнными перьями на горле. Обитает в хвойных, смешанных и лиственных лесах Евразии.\n\nРазмер самцов достигает 110 см и более, размах крыльев — 1,4 м, а масса — 4,1—6,5 кг. Самка заметно меньше — на 2⁄3, весит в среднем 2 кг. Половой диморфизм не ограничивается величиной, а проявляется и в окраске. Голова и шея самца черноватые, задняя сторона шеи пепельно-серая с чёрными пятнами, передняя чёрная с серым. Спина черноватая с бурыми и серыми пятнышками. Зоб чёрный с зелёным металлическим блеском, грудь зеленовато-стального цвета, нижняя сторона покрыта чёрными и белыми пятнами. Крылья коричневые. Хвост чёрный с белыми пятнами. Голая кожа около глаза ярко-красного цвета, клюв — розовато-белый. Самка меньше и окрашена весьма пёстро смесью ржаво-жёлтого, ржаво-красного, чёрно-бурого и белого цвета (в виде поперечных тёмных и ржаво-охристых полос). Горло, сгиб крыла и верхняя часть груди — ржаво-красные. Такой окрас помогает самке маскироваться во время гнездования.\n\nГлухарь держится преимущественно в сплошных высокоствольных хвойных, а также в смешанных лесах, редко в лиственных. Очень любит моховые болота в лесу, богатые ягодами. Ведёт в целом оседлый образ жизни, но иногда предпринимает перекочёвки с гор в долины и обратно; иногда совершает сезонные кочёвки. Летает тяжело, с большим шумом, часто хлопая крыльями, и не делает больших перелётов. День обыкновенно проводит на земле, ночует на деревьях. Очень осторожен, обладает прекрасным слухом и зрением, и потому охота на него очень трудна.\n\nПища весной и летом состоит из побегов, цветов, древесных почек, листьев, травы, лесных ягод, семян и насекомых. Осенью птицы кормятся хвоей лиственницы, зимой — сосновой и еловой хвоей, почками. Птенцы употребляют в пищу насекомых и пауков.";
        ////ArticlesImagesPaths
        //public static string AUTO_TEXT_L1IP = "auto_img_l1.jpg";
        //public static string BIO_TEXT_L2IP = "bio_img_l2.jpg";
        //public static string BIO_TEXT_L3IP = "bio_img_l3.jpg";
        //public static string BIO_TEXT_L4IP = "bio_img_l4.jpeg";
        //public static string BIO_TEXT_L5IP = "bio_img_l5.jpg";
        ////Lessons Info
        //public static string AUTO_TEXT_LN1 = "Белый аист";
        //public static string BIO_TEXT_LN2 = "Городская ласточка";
        //public static string BIO_TEXT_LN3 = "Серый гусь";
        //public static string BIO_TEXT_LN4 = "Ушастая сова";
        //public static string BIO_TEXT_LN5 = "Глухарь";
        ////Questions Lesson1
        ////Question1
        //public static string AUTO_TEXT_L1_QT1 = "К какому классу автомобилей относится Volkswagen Phaeton?";
        //public static string AUTO_TEXT_L1_Q1S1 = "A-класс";
        //public static string AUTO_TEXT_L1_Q1S2 = "F-класс";
        //public static string AUTO_TEXT_L1_Q1S3 = "C-класс";
        //public static string AUTO_TEXT_L1_Q1S4 = "D-класс";
        //public static string AUTO_TEXT_L1_Q1СS = "F-класс";
        //public static int AUTO_L1_Q1_CSN = 2;
        ////Question2
        //public static string AUTO_TEXT_L1_QT2 = "Сколько всего было выпущено экземпляров модели Volkswagen Phaeton?";
        //public static string AUTO_TEXT_L1_Q2S1 = "153789 экземпляров";
        //public static string AUTO_TEXT_L1_Q2S2 = "1553 экзепляра";
        //public static string AUTO_TEXT_L1_Q2S3 = "76511 экземляров";
        //public static string AUTO_TEXT_L1_Q2S4 = "84325 экземляров";
        //public static string AUTO_TEXT_L1_Q2СS = "84325 экземляров";
        //public static int AUTO_L1_Q2_CSN = 4;
        ////Question3
        //public static string AUTO_TEXT_L1_QT3 = "В каком году был впервые представлен прототип автомобиля Volkswagen Phaeton?";
        //public static string AUTO_TEXT_L1_Q3S1 = "1999 год";
        //public static string AUTO_TEXT_L1_Q3S2 = "2002 год";
        //public static string AUTO_TEXT_L1_Q3S3 = "1989 год";
        //public static string AUTO_TEXT_L1_Q3S4 = "1998 год";
        //public static string AUTO_TEXT_L1_Q3СS = "1999 год";
        //public static int AUTO_L1_Q3_CSN = 1;
        ////Question4
        //public static string BIO_TEXT_L1_QT4 = "Какой";
        //public static string BIO_TEXT_L1_Q4S1 = "5 лет";
        //public static string BIO_TEXT_L1_Q4S2 = "3 года";
        //public static string BIO_TEXT_L1_Q4S3 = "45-50 лет";
        //public static string BIO_TEXT_L1_Q4S4 = "20 лет";
        //public static string BIO_TEXT_L1_Q4СS = "20 лет";
        //public static int BIO_L1_Q4_CSN = 4;
        ////Question5
        //public static string BIO_TEXT_L1_QT5 = "Какая основная пища белых аистов?";
        //public static string BIO_TEXT_L1_Q5S1 = "Насекомые";
        //public static string BIO_TEXT_L1_Q5S2 = "Мелкие млекопитающие";
        //public static string BIO_TEXT_L1_Q5S3 = "Мелкие позвоночные и различные беспозвоночные животные";
        //public static string BIO_TEXT_L1_Q5S4 = "Растительность";
        //public static string BIO_TEXT_L1_Q5СS = "Мелкие позвоночные и различные беспозвоночные животные";
        //public static int BIO_L1_Q5_CSN = 3;
        ////Questions Lesson2
        ////Question1
        //public static string BIO_TEXT_L2_QT1 = "Какие параметры являются характерными для городской ласточки?";
        //public static string BIO_TEXT_L2_Q1S1 = "Длина тела 10—13 см, размах крыльев 16—25 см, вес 67—75 г";
        //public static string BIO_TEXT_L2_Q1S2 = "Длина тела 12—17 см, размах крыльев 20—33 см, вес 18—19 г";
        //public static string BIO_TEXT_L2_Q1S3 = "Длина тела 20—25 см, размах крыльев 35—40 см, вес 11—13 г";
        //public static string BIO_TEXT_L2_Q1S4 = "Длина тела 45—60 см, размах крыльев 70—115 см, вес 340—625 г";
        //public static string BIO_TEXT_L2_Q1СS = "Длина тела 12—17 см, размах крыльев 20—33 см, вес 18—19 г";
        //public static int BIO_L2_Q1_CSN = 2;
        ////Question2
        //public static string BIO_TEXT_L2_QT2 = "Чем покрыты ноги городской ласточки?";
        //public static string BIO_TEXT_L2_Q2S1 = "Только белыми перьями";
        //public static string BIO_TEXT_L2_Q2S2 = "Только пухом";
        //public static string BIO_TEXT_L2_Q2S3 = "Ничем";
        //public static string BIO_TEXT_L2_Q2S4 = "Белыми перьями и пухом";
        //public static string BIO_TEXT_L2_Q2СS = "Белыми перьями и пухом";
        //public static int BIO_L2_Q2_CSN = 4;
        ////Question3
        //public static string BIO_TEXT_L2_QT3 = "Где исторически до городов обитала городская ласточка?";
        //public static string BIO_TEXT_L2_Q3S1 = "Вблизи водоёмов";
        //public static string BIO_TEXT_L2_Q3S2 = "В густых лесах Европы";
        //public static string BIO_TEXT_L2_Q3S3 = "На скалах";
        //public static string BIO_TEXT_L2_Q3S4 = "В африканских пустынях";
        //public static string BIO_TEXT_L2_Q3СS = "На скалах";
        //public static int BIO_L2_Q3_CSN = 3;
        ////Question4
        //public static string BIO_TEXT_L2_QT4 = "В какой период у городской ласточки проходит линька?";
        //public static string BIO_TEXT_L2_Q4S1 = "С августа по март";
        //public static string BIO_TEXT_L2_Q4S2 = "С сентября по декабрь";
        //public static string BIO_TEXT_L2_Q4S3 = "С июля по сентябрь";
        //public static string BIO_TEXT_L2_Q4S4 = "С января по июль";
        //public static string BIO_TEXT_L2_Q4СS = "С августа по март";
        //public static int BIO_L2_Q4_CSN = 1;
        ////Question5
        //public static string BIO_TEXT_L2_QT5 = "Какой радиус кормовой территории относительно гнезда у городской ласточки?";
        //public static string BIO_TEXT_L2_Q5S1 = "Около 900 м";
        //public static string BIO_TEXT_L2_Q5S2 = "Не более 450 м";
        //public static string BIO_TEXT_L2_Q5S3 = "Не более 2 км";
        //public static string BIO_TEXT_L2_Q5S4 = "Строго 100 м";
        //public static string BIO_TEXT_L2_Q5СS = "Не более 450 м";
        //public static int BIO_L2_Q5_CSN = 2;
        ////Questions Lesson3
        ////Question1
        //public static string BIO_TEXT_L3_QT1 = "Какова численность серых гусей харакерна для стаи?";
        //public static string BIO_TEXT_L3_Q1S1 = "Несколько десятков особей";
        //public static string BIO_TEXT_L3_Q1S2 = "От нескольких особей до нескольких сотен особей";
        //public static string BIO_TEXT_L3_Q1S3 = "3-10 особей";
        //public static string BIO_TEXT_L3_Q1S4 = "Серые гуси не собираются в стаи";
        //public static string BIO_TEXT_L3_Q1СS = "От нескольких особей до нескольких сотен особей";
        //public static int BIO_L3_Q1_CSN = 2;
        ////Question2
        //public static string BIO_TEXT_L3_QT2 = "Какова масса серого гуся?";
        //public static string BIO_TEXT_L3_Q2S1 = "2,1—4,5 кг";
        //public static string BIO_TEXT_L3_Q2S2 = "1,1—1,8 кг";
        //public static string BIO_TEXT_L3_Q2S3 = "3,6—6,6 кг";
        //public static string BIO_TEXT_L3_Q2S4 = "450-900 г";
        //public static string BIO_TEXT_L3_Q2СS = "2,1—4,5 кг";
        //public static int BIO_L3_Q2_CSN = 1;
        ////Question3
        //public static string BIO_TEXT_L3_QT3 = "Какое из утверждений является верным?";
        //public static string BIO_TEXT_L3_Q3S1 = "Это слабая и осторожная птица";
        //public static string BIO_TEXT_L3_Q3S2 = "Серый гусь не может нанести своими крыльями серьёзных травм";
        //public static string BIO_TEXT_L3_Q3S3 = "Серый гусь чуствует себя уверенее в воде, чем на суше";
        //public static string BIO_TEXT_L3_Q3S4 = "Самец заметно крупнее самки";
        //public static string BIO_TEXT_L3_Q3СS = "Самец заметно крупнее самки";
        //public static int BIO_L3_Q3_CSN = 4;
        ////Question4
        //public static string BIO_TEXT_L3_QT4 = "В каком месяце у серых гусей на юге начинается линька?";
        //public static string BIO_TEXT_L3_Q4S1 = "Июнь";
        //public static string BIO_TEXT_L3_Q4S2 = "Сентябрь";
        //public static string BIO_TEXT_L3_Q4S3 = "Август";
        //public static string BIO_TEXT_L3_Q4S4 = "Январь";
        //public static string BIO_TEXT_L3_Q4СS = "Июнь";
        //public static int BIO_L3_Q4_CSN = 1;
        ////Question5
        //public static string BIO_TEXT_L3_QT5 = "Почему взрослые серые гуси теряют способность к полёту?";
        //public static string BIO_TEXT_L3_Q5S1 = "Выпадение маховых перьев";
        //public static string BIO_TEXT_L3_Q5S2 = "Это способности у серых гусей никогда не было";
        //public static string BIO_TEXT_L3_Q5S3 = "Воздух становится слишком холодным для полётов";
        //public static string BIO_TEXT_L3_Q5S4 = "Крылья запасают в себе пищу на зиму и становятся слишком тяжёлыми для взмахов";
        //public static string BIO_TEXT_L3_Q5СS = "Выпадение маховых перьев";
        //public static int BIO_L3_Q5_CSN = 1;
        ////Questions Lesson4
        ////Question1
        //public static string BIO_TEXT_L4_QT1 = "Какой общий тон окраски ушастой совы?";
        //public static string BIO_TEXT_L4_Q1S1 = "Cерый с пёстрыми серыми пятнами и с серой грудкой";
        //public static string BIO_TEXT_L4_Q1S2 = "Жёлто-бурый с пёстрыми пятнами и с красной грудкой";
        //public static string BIO_TEXT_L4_Q1S3 = "Cеро-бурый с пёстрыми пятнами и с белой грудкой";
        //public static string BIO_TEXT_L4_Q1S4 = "Cеро-бурый без пятен и с грудкой в тон общего оперения";
        //public static string BIO_TEXT_L4_Q1СS = "Cеро-бурый с пёстрыми пятнами и с белой грудкой";
        //public static int BIO_L4_Q1_CSN = 3;
        ////Question2
        //public static string BIO_TEXT_L4_QT2 = "Как ушастая сова называется на латыни?";
        //public static string BIO_TEXT_L4_Q2S1 = "Otus asioses";
        //public static string BIO_TEXT_L4_Q2S2 = "Osio atus";
        //public static string BIO_TEXT_L4_Q2S3 = "Asia lotus";
        //public static string BIO_TEXT_L4_Q2S4 = "Asio opus";
        //public static string BIO_TEXT_L4_Q2СS = "Asio otus";
        //public static int BIO_L4_Q2_CSN = 4;
        ////Question3
        //public static string BIO_TEXT_L4_QT3 = "Какие параметры соответствуют ушастой сове?";
        //public static string BIO_TEXT_L4_Q3S1 = "15—23 см длиной и 50—70 см в размахе крыльев";
        //public static string BIO_TEXT_L4_Q3S2 = "31—37 см длиной и 86—98 см в размахе крыльев";
        //public static string BIO_TEXT_L4_Q3S3 = "5—7 см длиной и 10—14 см в размахе крыльев";
        //public static string BIO_TEXT_L4_Q3S4 = "45—54 см длиной и 100—115 см в размахе крыльев";
        //public static string BIO_TEXT_L4_Q3СS = "31—37 см длиной и 86—98 см в размахе крыльев";
        //public static int BIO_L4_Q3_CSN = 2;
        ////Question4
        //public static string BIO_TEXT_L4_QT4 = "Чьей добычей иногда может стать ушастая сова, находясь в Калмыкии?";
        //public static string BIO_TEXT_L4_Q4S1 = "Филин";
        //public static string BIO_TEXT_L4_Q4S2 = "Волк";
        //public static string BIO_TEXT_L4_Q4S3 = "Жук-навозник";
        //public static string BIO_TEXT_L4_Q4S4 = "Голубь";
        //public static string BIO_TEXT_L4_Q4СS = "Филин";
        //public static int BIO_L4_Q4_CSN = 1;
        ////Question5
        //public static string BIO_TEXT_L4_QT5 = "Когда у ушастой совы просходит кладка?";
        //public static string BIO_TEXT_L4_Q5S1 = "В конце июня и июля";
        //public static string BIO_TEXT_L4_Q5S2 = "В конце декабря";
        //public static string BIO_TEXT_L4_Q5S3 = "В конце марта и апреля";
        //public static string BIO_TEXT_L4_Q5S4 = "В первые два месяца нового года";
        //public static string BIO_TEXT_L4_Q5СS = "В конце марта и апреля";
        //public static int BIO_L4_Q5_CSN = 3;
        ////Questions Lesson5
        ////Question1
        //public static string BIO_TEXT_L5_QT1 = "Какова средняя масса взрослого самца глухаря?";
        //public static string BIO_TEXT_L5_Q1S1 = "4,1—6,5 кг";
        //public static string BIO_TEXT_L5_Q1S2 = "1,3—2,1 кг";
        //public static string BIO_TEXT_L5_Q1S3 = "0,1—0,3 кг";
        //public static string BIO_TEXT_L5_Q1S4 = "3,1—4,0 кг";
        //public static string BIO_TEXT_L5_Q1СS = "4,1—6,5 кг";
        //public static int BIO_L5_Q1_CSN = 1;
        ////Question2
        //public static string BIO_TEXT_L5_QT2 = "Чем отличаются самка и самец глухаря?";
        //public static string BIO_TEXT_L5_Q2S1 = "Ничём";
        //public static string BIO_TEXT_L5_Q2S2 = "Окрас";
        //public static string BIO_TEXT_L5_Q2S3 = "Окрас и величина";
        //public static string BIO_TEXT_L5_Q2S4 = "Форма клюва";
        //public static string BIO_TEXT_L5_Q2СS = "Окрас и величина";
        //public static int BIO_L5_Q2_CSN = 3;
        ////Question3
        //public static string BIO_TEXT_L5_QT3 = "Из-за чего охота на глухаря становится очень трудной?";
        //public static string BIO_TEXT_L5_Q3S1 = "Ничём";
        //public static string BIO_TEXT_L5_Q3S2 = "Острота зрения и слуха";
        //public static string BIO_TEXT_L5_Q3S3 = "Скорость перемещения";
        //public static string BIO_TEXT_L5_Q3S4 = "Ничего из вышеперечисленного";
        //public static string BIO_TEXT_L5_Q3СS = "Острота зрения и слуха";
        //public static int BIO_L5_Q3_CSN = 2;
        ////Question4
        //public static string BIO_TEXT_L5_QT4 = "К какому семейству принадлежит глухарь?";
        //public static string BIO_TEXT_L5_Q4S1 = "Голубиные";
        //public static string BIO_TEXT_L5_Q4S2 = "Синицевые";
        //public static string BIO_TEXT_L5_Q4S3 = "Пуховковые";
        //public static string BIO_TEXT_L5_Q4S4 = "Фазановые";
        //public static string BIO_TEXT_L5_Q4СS = "Фазановые";
        //public static int BIO_L5_Q4_CSN = 4;
        ////Question5
        //public static string BIO_TEXT_L5_QT5 = "Какое утверждение относится к глухарю?";
        //public static string BIO_TEXT_L5_Q5S1 = "День обыкновенно проводит на земле, ночует на деревьях";
        //public static string BIO_TEXT_L5_Q5S2 = "Летает легко,без шума";
        //public static string BIO_TEXT_L5_Q5S3 = "Глухарь — самая мелкая птица трибы тетеревиных";
        //public static string BIO_TEXT_L5_Q5S4 = "Размах крыльев — 0,6 м";
        //public static string BIO_TEXT_L5_Q5СS = "День обыкновенно проводит на земле, ночует на деревьях";
        //public static int BIO_L5_Q5_CSN = 1;
    }
}
